Repository: IslomjonCoder/tergov
Catalog: lib/l10n/intl_*.arb
Languages: uz

source: Sign In
uz: Kirish

# enterYourEmail
source: Enter your email and password to sign in
uz: Email hamda parolingizni kiriting

source: Email
uz: Elektron pochta

source: Password
uz: Parol

source: Keep me logged in
uz: Tizimda qolish

source: Forgot password?
uz: Parolni unutdingizmi?

# forgotPasswordSubTitle
source: Don't worry sometimes people can forget too,enter your email and we will send you a link to reset your password.
uz: Elektron pochta manzilini kiriting va biz sizga parolingizni tiklash uchun link yuboramiz.

# changeYourPasswordTitle
source: Password reset link sent
uz: Parolni tiklash havolasi yuborildi

# changeYourPasswordSubTitle
source: Your Account Security is Our Priority! We've Sent You a Secure Link to Safely Change Your Password and Keep Your Account Protected.
uz: Hisobingiz xavfsizligi biz uchun muhim! Parolingizni xavfsiz tarzda o'zgartirish uchun sizga xavfsiz havola yubordik.

# resendEmail
source: Resend to Email
uz: E-mailga qayta yuborish

source: Done
uz: Tayyor

# notRegistered
source: Not registered yet?
uz: Ro'yxatdan o'tmaganmisiz?

# createAccount
source: Create an Account
uz: Hisob yaratish

source: Dashboard
uz: Boshqaruv paneli

source: Profile
uz: Profil

source: Victim
uz: Jabrlanuvchi

source: Accused
uz: Ayblanuvchi

source: Suspect
uz: Gumondor

source: Legal representative
uz: Qonuniy vakil

source: Day
uz: Kun

source: Week
uz: Hafta

source: Year
uz: Yil

# totalStats
source: Total statistics
uz: Umumiy statistika

source: Logout
uz: Chiqish

source: Select status
uz: Holatni tanlang

source: Search
uz: Qidirish

source: Full name
uz: F.I.Sh

source: Status
uz: Holat

source: Phone number
uz: Telefon raqami

source: Profession
uz: Kasb

source: Address
uz: Manzil

source: Marital status
uz: Oilaviy holat

source: Add
uz: Qo'shish

# mainInfo
source: Main Information
uz: Asosiy ma'lumotlar

source: Step
uz: Qadam

# processParticipant
source: Process participant, interviewed: Full name
uz: Jarayon ishtirokchisi, suhbatdan o'tgan: F.I.Sh

source: Residence
uz: Yashash joyi

source: Select participant status
uz: Ishtirokchi maqomini tanlang

source: Interview conducted
uz: Suhbat o‘tkazildi

# chiefInvestigator
source: Chief investigator conducting the interview: Full name
uz: Suhbatni olib borgan tergov bo‘limi boshlig‘i: F.I.Sh

source: Upload signature
uz: Imzo yuklash

# employeeConductingInquiry
source: Employee conducting inquiry or investigation: Full name
uz: Dastlabki tergov yoki surishtiruv olib borgan xodim: F.I.Sh

# articleExplanation
source: Explained content of Article 211 of the Criminal Code of the Republic of Uzbekistan
uz: O‘zbekiston Respublikasi Jinoyat Kodeksining 211-moddasi mazmuni tushuntirildi

# videoRecording
source: Video recording of the interview process
uz: Suhbat jarayonining videotasviri

source: Interview date
uz: Suhbat sanasi

source: Next
uz: Keyingi

source: Your consent
uz: Roziligingiz

# misconductOccurred
source: Did the employee exhibit the following behaviors?
uz: Xodim tomonidan quyidagi holatlar yuz berganmi?

# longWaiting
source: Long, unjustified waiting
uz: Asossiz uzoq kutish

source: Rude behavior
uz: Qo‘pol munosabat

source: Psychological pressure
uz: Psixologik bosim

source: Physical pressure
uz: Jismoniy bosim

# bribery
source: Bribery or extortion
uz: Noqonuniy mukofot talab qilish

source: Submit
uz: Yuborish

source: Warning
uz: Ogohlantirish

# submissionSuccessful
source: Application successfully submitted
uz: Ariza muvaffaqiyatli yuborildi

source: Notification
uz: Bildirishmalar

source: Language
uz: Til

source: Select language
uz: Tilni tanlang

source: Language changed
uz: Til o'zgartirildi

source: Job
uz: Kasbi

source: Name
uz: Ism

source: Menu
uz: Menyu

source: User
uz: Foydalanuvchi

source: Mon
uz: Dush

source: Tue
uz: Sesh

source: Wed
uz: Chor

source: Thu
uz: Pay

source: Fri
uz: Juma

source: Sat
uz: Shanba

source: Sun
uz: Yakshanba

source: Continue as User
uz: Foydalanuvchi kabi davom etish

source: Settings
uz: Sozlamalar

# email_empty
source: Email cannot be empty
uz: E-mail bo'sh bo'lishi kerak emas

# invalid_email
source: Invalid email address
uz: E-mail noto'g'ri kiritilgan

# password_empty
source: Password cannot be empty
uz: Parol bo'sh bo'lishi kerak emas

# password_min_length
source: Password must be at least 6 characters
uz: Parol kamida 6 ta belgidan iborat bo'lishi kerak

# field_empty
source: {fieldName} cannot be empty
uz: {fieldName} bo'sh bo'lishi mumkin emas

# full_name_hint
source: Participant who has had an interview: Full Name
uz: Jarayon ishtirokchisi, suhbatdan o'tgan shaxs: F.I.O

# residence_hint
source: Place of Residence
uz: Yashash joyi

# phone_number_hint
source: Phone Number
uz: Telefon raqami

# participant_status_hint
source: Select Participant Status
uz: Jarayon ishtirokchisi maqomini tanlang

# interview_conducted_hint
source: Interview Conducted
uz: Suhbat o‘tkazildi

# investigator_full_name_hint
source: Investigator's Full Name
uz: Suhbatni o‘tkazgan tergov bo‘limi boshlig‘i: F.I.O

# officer_full_name_hint
source: Officer's Full Name
uz: Dastlabki tergov, surishtiruv yoki tekshiruvni o‘tkazgan xodim: F.I.O

# article_211_explanation_hint
source: Article 211 Explanation
uz: Suhbat davomida O‘zbekiston Respublikasi Jinoyat kodeksining 211-moddasi mazmuni tushuntirildi

# interview_recorded_hint
source: Interview Recorded
uz: Suhbat jarayoni videotasvirga olindi

# interview_start_date_hint
source: Interview Date
uz: Suhbat sanasi

# full_name_field
source: Full Name
uz: FIO

# residence_field
source: Place of Residence
uz: Turar joyi

# phone_number_field
source: Phone Number
uz: Telefon raqami

# participant_status_field
source: Participant Status
uz: Ishtirokchi statusi

# interview_conducted_field
source: Interview Conducted
uz: Beseeda o‘tkazildi

# investigator_full_name_field
source: Investigator's Full Name
uz: Terguvchi FIO

# officer_full_name_field
source: Officer's Full Name
uz: Tekshiruv o‘tkazgan xodim FIO

# article_211_explanation_field
source: Article 211 Explanation
uz: 211-modda tushuntirishi

# interview_recorded_field
source: Interview Recorded
uz: Suhbat video yozuvi

# interview_start_date_field
source: Interview Date
uz: Suhbat sanasi

source: Yes
uz: Ha

source: No
uz: Yo`q

source: Fixed
uz: Yozib olindi

source: Not fixed
uz: Yozib olinmadi

# employee_facts_hint
source: Did the employee exhibit the following facts?
uz: Xodimda quyidagi holatlar bo'lganmi?

# long_waits_hint
source: Unjustified long waits
uz: Sababsiz kuttirish

# rude_behavior_hint
source: Rude behavior
uz: Noto'g'ri muomala

# psychological_pressure_hint
source: Psychological pressure
uz: Psixologik bosim

# physical_pressure_hint
source: Physical pressure
uz: Jismoniy bosim

# extortion_hint
source: Extortion of illegal rewards
uz: Pora berish bilan bog'liq xolatlar

# employee_facts_field
source: Employee facts
uz: Xodimga oid faktlar

# long_waits_field
source: Long waits
uz: Uzoq kutish

# rude_behavior_field
source: Rude behavior
uz: Noto'g'ri muomala

# psychological_pressure_field
source: Psychological pressure
uz: Psixologik bosim

# physical_pressure_field
source: Physical pressure
uz: Jismoniy bosim

# extortion_field
source: Extortion
uz: Qonuniy mukofot talab qilish

source: Are you sure you want to log out?
uz: Chiqmoqchi ekanligingizga ishonchingiz komilmi?

source: Cancel
uz: Bekor qilish

source: Main Dashboard
uz: Bosh sahifa

source: Add Admin
uz: Administrator qo'shish

source: Select Role
uz: Rol tanlash

source: Admin role
uz: Administrator roli

source: Admin Email
uz: Email Administrator

source: Simple Admin
uz: Administrator

source: Super Admin
uz: Super administrator

# warning_message_first
source: I have been informed that giving a bribe, which is the knowingly illegal provision of material values or property benefits to an official of a state body, an organization with state participation, or a self-governing body, either personally or through an intermediary, for performing or not performing a certain action in the interests of the bribe-giver that the official should or could perform using their official position, entails criminal liability in the form of imprisonment for a term of five to fifteen years.
uz: Menga tushuntirildiki, pora berish, ya'ni davlat organi, davlat ishtirokidagi tashkilot yoki fuqarolar o‘zini o‘zi boshqarish organi mansabdor shaxsiga yoki vositachi orqali moddiy boyliklar yoki mol-mulk foydasini qasddan noqonuniy taqdim etish, pora beruvchining manfaatlari yo‘lida mansabdor shaxs o‘z xizmat mavqeidan foydalangan holda bajarishi yoki bajarishi mumkin bo‘lgan muayyan harakatni amalga oshirishi yoki amalga oshirmasligi uchun beriladigan pora, 5 yildan 15 yilgacha ozodlikdan mahrum qilish bilan bog‘liq jinoiy javobgarlikka sabab bo‘ladi.

# warning_message_second
source: If you are dissatisfied with the pre-investigation check, inquiry, or preliminary investigation conducted by the investigative units of the internal affairs bodies, as well as the untimely consideration of your appeals, you can directly contact the heads of the Investigative Department under the Department of Internal Affairs of the Namangan Region and its territorial divisions at the following phone numbers: Deputy Head of the Namangan Region Department of Internal Affairs â€“ Head of the Investigative Department Jahongir Nasullo og'li Ibodov: Phone: +998 95-318-04-00, +998 69-210-30-04.
uz: Agar siz ichki ishlar organlarining tergov bo‘linmalari tomonidan o‘tkazilgan tergovga qadar tekshiruv, surishtiruv yoki dastlabki tergovdan, shuningdek, murojaatlaringizning o‘z vaqtida ko‘rib chiqilmasligidan norozi bo‘lsangiz, Namangan viloyati IIB huzuridagi Tergov boshqarmasi va uning hududiy bo‘linmalari rahbarlariga quyidagi telefonlar orqali to‘g‘ridan-to‘g‘ri murojaat qilishingiz mumkin: Namangan viloyati IIB boshlig‘ining o‘rinbosari – Tergov boshqarmasi boshlig‘i Jahongir Nasullo o‘g‘li Ibodov: Tel: +998 95-318-04-00, +998 69-210-30-04.

source: Send
uz: Yuborish

source: Finish
uz: Yakunlash
